/*Да се напише програма,която въвежда радиуса на окръжност и намира и извежда дължината на окръжността и лицето на кръга с дадения радиус.*/
#include <iostream>
using namespace std;
int main() {
	double pi = 3.14;
	double r;//деклариране на променлива за представяне на радиус
	cout << "R=";//отпечатваме на екрана R=
	cin >> r;//вход на r
	double S;
	S = pi * r * r;//изчисление на лице
	double L = 2 * pi * r;//изчисление на обиколка
	cout << "S=" << S << endl;//отпечатване на S
	cout << "L=" << L << endl;//отпечатване на обиколка
	return 0;
}